const gameMap: Array<[name: string, imgSrc: string, rules: string]> = [
    [
        'Спринт',
        '../../../../assets/images/lion.png',
        'Тренировка Спринт поможет тебе проверить знаешь ли ты правильный перевод. Игра длится 1 минуту или пока не закончаться слова.',
    ],
    [
        'Аудиовызов',
        '../../../../assets/images/headphones.png',
        `Тренировка Аудиовызов улучшает восприятие речи на слух. 
        Управлять игрой можно как мышью, так и клавиатурой 
        (цифры с 1 по 5 - для ответов, пробел - пропустить вопрос и узнать правильный ответ, enter - переход к следующему вопросу)`,
    ],
];

export default gameMap;
